; Turkish language file v3.2.0
; Author: Google Translate
codepage=1254
error=HATA^!
startup_error1=Batch ApkTool klasör veya yükleme yolu tam erişim yok geçersiz karakterler içeriyor
startup_error2=Batch ApkTool klasörüne yazma iznine sahip değil
previous_java1=Java yüklediniz
previous_java2=Düzgün çalışabilmesi için, Batch ApkTool Java 7 veya daha yüksek gerektirir
get_java=Burada https://java.com/en/download/manual.jsp Java'nın son sürümünü indirin
java_notfound=Java Bulunamadı
ON=EVET
OFF=HAYIR
MANUAL=EL
project=Mevcut proje                                
currentapk=Seçilen APK                                 
currentjar=Seçilen JAR                                 
apilevel=API seviyesi                              
keepbroken=Hasarlı kaynakları bırakmak               
buildexpert=uzman modunda toplamak                    
writedebug=Için hata ayıklama bilg ekle olarak ufak kod
signafter=APK Elde yap                                
key=anahtar imza                              
openlog=Görünüm günlüğü                             
language=Dil                                         
deodexall=Tüm APK ve JAR Deodex                       
deodexapp=_app Tüm APK Deodex                         
deodexfr=_framework Tüm JAR Deodex                   
baksmaliapk=APK (sadece olarak ufak) koda
smaliapk=APK yeniden derleyin
baksmalijar=Decompile JAR (sadece olarak ufak)
smalijar=Recompile JAR
decompile=APK Decompile                               
decompile_r=APK (sadece kaynaklar) koda                 
recompile=APK yeniden derleyin                        
signfiles=Dosyaları yapın
zipalfiles=APK hizalayın
viewsource=Kaynak kodu Java göster >
plugins=Eklentiler >
selplugin=Eklentiyi seçin:
adbmenu=ADB:
devices=Bağlantı >                                  
install=Yükleme APK >                               
rootremount=Kök ve kayıt montaj                         
pull=Cihaz kopyala >                             
push=Cihaz kopyala >                             
screenshot=Bir ekran görüntüsü alın                    
screenrecord=Ekrandan Tutanak video
shell=Açık Terminal
logs=Göster günlükleri >
reboot=Sayfaya cihazı >
info=Aygıt Bilgileri
kill-server=ADB çıkın
servicemenu=BAKIM:
cleanup1=Temizle klasör _app, _framework             
cleanup2=Temizle klasör _INPUT_APK, _INPUT_JAR       
cleanup3=Temizle klasör _OUT_APK, _OUT_JAR
cleanup4=Tüm klasörleri temizleyin
exitmenu=ÇIKTI
choosetask=Bir eylem seçin:
instframe=Çerçeve ayarı
instframe_error=Hata ayarı çerçevesi
inputapk_empty=_INPUT_APK Koda bir klasördeki dosyaları yerleştirin. Readme.txt bakın.
decompiling=Decompiling
decompiling_error=Hata ayrıştırma
recompiling=Derlemeye
recompiling_error=Hata Recompiling
orignotfound=HATA^! Orijinal dosya bulunamadı.
backupnotfound=HATA^! _backup Klasör bulunamadı.
done=HAZIR
signing=Imza
signing_error=Hata imzası
doneerrors=Pişirme ^!count^! HATALAR.
zipal=Hiza
zipal_error=Hizalama Hatası
selectviewer=Görüntüleyici kaynak kodu Java:
cancel=İPTAL
makechoice=Seçiminizi yapın:
dragajd=Burada APK, JAR veya DEX-dosya sürükleyin:
genjava=Java kod Nesil
genjava_error=Java-Hata üreten kodu
apilevel_log=API seviyesi                
buildexpert_log=Uzman modu                  
signafter_log=Imza                        
press1=Basın devam etmek için ENTER veya tip 1 kaydını açmak için:
deletedialog=Klasördeki tüm dosyaları silin:
proceed=Devam?
yes=EVET
selproj=Bir proje seçin:
createnewproj=Yeni bir proje oluşturun
usedefproj=Varsayılan projesini kullanın
inputprojname=Projenin adını girin:
selectapk=APK SEÇ:
allapks=_INPUT_APK Tüm APK
selectjar=JAR SEÇ:
alljars=_INPUT_JAR Tüm kavanozları
selectapktool=APKTOOL SEÇ:
selectsmali=Olarak ufak SEÇ:
aversions=Sürüm Android:  
apilevels=Seviye API:    
enterapi=Seviye API girin:
invalidapi=Geçersiz düzey API^!
selectkey=SEÇ KEY:
selectlang=DİL SEÇİN:
framework_empty=Bir klasör _framework tüm çerçeveler koyun. Readme.txt bakın.
deodexing=Deodexing
notodexed=Zaten deodexed.
smerror=Hata deodexing
bsmerror=Hata deodexing
bootnotfound=boot.oat ben bulamadım
selectarch=Deodexing için mimari SEÇ:
selectedarch=Mimari
extractboot=Ambalajın çıkartılması ve Deodexing boot.oat...
extractboot_error=Hata ayıklama boot.oat
errorunp=Hata açma
deodexing_error=Hata deodexing
baksmaling=Decompiling
smaling=Derlemeye
connection_type=Bağlantı Türü:
input_ip=Böyle 192.168.1.3 olarak, IP aygıtını girin:
input_ip2=En son IP kullanmak için, ENTER IP adresini ve Enter tuşuna basın
installtodef=Telefonun hafızasını ayarlayın:
singlefile=Bir dosya
allfrom=Tüm dosyalar arasından
installtosd=SD-karta yükleyin:
dragtoinstall=APK'yi yüklemek için buraya Drag:
installing=Ayar
pull2=Cihazdan kopyalamak:
pushto=Kopyala
dragtopush=Burada kopyalamak için dosyayı sürükleyin:
screensavedto=Ekran bir dosyaya kaydedilebilir
closetostop=Kaydı durdurmak için bu pencereyi kapatın
scrrecsavedto=Ekranda yazma dosyasında depolanır
logcatr=radyo
logcate=olaylar
toscreen=görüntülemek ve dosyayı kaydetmek
tofile=Kaydet
bugreport=Tam rapor:
inlinetable=Inline-table yöntemleri:
saved_to_file=Giriş bir dosyaya kaydedilebilir
android_version=Sürüm Android:
brand=Marka:
model=Model:
reboot2=Reloading:
reboot3=Yükle
rebootto=Reboot